Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: System-Determined Defaults:
bg: Стойности по подразбиране от системата:
cs: Výchozí hodnoty určené systémem:
da: System-Bestemt Standard:
de: Systemspezifische Standards:
es: Determinados por el sistema:
fr: Valeurs par défaut déterminées par le système :
it: Predefiniti Determinati Di Sistema:
nb_no: Systembestemte standarder:
nl: Systeemstandaardinstellingen:
pl: Wartości domyślne ustalone przez system:
pt_pt: Padrões determinados pelo sistema:
ru: Системное определение по умолчанию:
sv: Systembestämd standard:
uk: Системні визначені за замовчуванням:
vi: Mặc định do hệ thống xác định:
zh_hant: 系統決定的預設:

source: Take a deep breath — you've got this.
bg: Поемете си дълбоко въздух – ще се справите.
cs: Zhluboka se nadechni – zvládneš to.
da: Tag en dyb indånding – du klarer det.
de: Atme kurz durch - du schaffst das.
fr: Respirez un grand coup — vous allez y arriver.
nb_no: Trekk pusten - dette klarer du!
nl: Neem een diepe ademhaling - je kan dit.
pl: Weź głęboki oddech - masz to.
sv: Ta ett djupt andetag - du fixar detta.
vi: Hít một hơi thật sâu — bạn đã làm được rồi.
zh_hant: 深呼吸 — 你可以做到的。

source: Tap a percentile or tap and hold a bar to reveal more details. Swipe to scroll through time.
bg: Натиснете перцентил или натиснете и задръжте стълб, за да се покажат повече детайли. Плъзнете, за да преминете през времето.
cs: Klepnutím na percentil nebo klepnutím a podržením sloupce zobrazíš detaily. Přejetím se posouváš v čase.
da: Tryk på en procentil eller tryk og hold en bar nede for at vise flere detaljer. Stryg for at rulle gennem tid.
de: Tippe auf einen Prozentsatz oder tippe und halte einen Balken, um weitere Details zu erhalten. Streiche, um durch die Zeit zu blättern.
fr: Touchez un centile ou touchez et maintenez une barre pour afficher plus de détails. Faites glisser pour naviguer dans le temps.
nb_no: Trykk på en persentil eller trykk og hold en søyle for å vise mer detaljer. Sveip for å bla gjennom tid.
pl: Dotknij percentyla lub dotknij i przytrzymaj pasek, aby wyświetlić więcej szczegółów. Przesuń, aby przewijać czas.
vi: Chạm vào phân vị hoặc giữ vào thanh để xem chi tiết. Vuốt để xem các thời điểm khác.
zh_hant: 輕觸百分位或輕觸並按住一個條形圖以顯示更多細節。滑動以瀏覽時間。

source: Tap and hold a bar in the chart to reveal more details. Swipe to scroll through time.
bg: Натиснете и задръжте стълб в графиката, за да се покажат повече детайли. Плъзнете, за да преминете през времето.
cs: Klepnutím a podržením sloupce v grafu zobrazíš více podrobností. Přejetím prstem se můžeš posouvat v čase.
da: Tryk og hold en bar i diagrammet for at vise flere detaljer. Stryg for at rulle gennem tid.
de: Tippe und halte einen Balken im Diagramm, um weitere Details anzuzeigen. Streiche, um durch die Zeit zu blättern.
fr: Appuyez longuement sur une barre du graphique pour faire apparaitre plus de détails. Faites glisser pour faire défiler dans le temps.
nb_no: Trykk og hold inne en søyle i grafen for å vise fler detaljer. Sveip for å bla gjennom tid.
pl: Dotknij i przytrzymaj pasek na wykresie, aby wyświetlić więcej szczegółów. Przesuń, aby przewijać czas.
vi: Chạm và giữ vào một thanh trong biểu đồ để xem thêm chi tiết. Vuốt để cuộn qua các mốc thời gian.
zh_hant: 輕觸並按住圖表中的一個條形圖以顯示更多細節。滑動以瀏覽時間。

source: Tap and hold a bar to reveal more details.
bg: Натиснете и задръжте стълб, за да се покажат повече детайли.
cs: Klepnutím a podržením sloupce zobrazíš detaily.
da: Tryk og hold en bjælke nede for at afsløre flere detaljer.
de: Tippe und halte einen Balken, um weitere Details zu sehen.
fr: Touchez et maintenez la barre pour afficher plus de détails.
nb_no: Trykk og hold på en søyle for å vise flere detaljer.
nl: Tik en houd een balk ingedrukt om meer details weer te geven.
pl: Dotknij i przytrzymaj pasek, aby wyświetlić więcej szczegółów.
sv: Tryck på en stapel för att se mer detaljer.
vi: Nhấn và giữ để xem thêm chi tiết.
zh_hant: 點擊並長按條形圖以顯示更多詳情。

source: Tap and hold the AGP graph or Time-in-Range ring to reveal more details.
bg: Натиснете и задръжте графиката AGP или пръстена „Време в целевия диапазон“, за да се покажат повече детайли.
cs: Klepnutím a podržením grafu AGP nebo prstence Time-in-Range zobrazíš detaily.
da: Tryk og hold AGP-grafen eller Time-in-Range ringen nede for at få vist flere detaljer.
de: Tippe auf das AGP-Diagramm oder den "Time-in-Range"-Ring und halte es gedrückt, um weitere Details anzuzeigen.
fr: Pour afficher plus de détails, touchez et maintenez le graphique AGP (Profil Glycémique Ambulatoire) ou l'anneau du temps dans la cible (TIR).
nb_no: Trykk og hold på AGP-grafen eller Tid-i-målområde for å vise flere detaljer.
nl: Houd de Time-in-Range ring ingedrukt om meer details weer te geven.
pl: Dotknij i przytrzymaj wykres AGP lub Czas w Zakresie aby dowiedzieć się więcej szczegółów.
sv: Tryck på AGP-grafen eller TIR-ringen för att se mer detaljer.
vi: Nhấn và giữ biểu đồ AGP hoặc vòng 'Thời gian trong phạm vi' để xem thêm chi tiết.
zh_hant: 點擊並長按AGP圖表或時間範圍環以顯示更多詳情。

source: Tap and hold the Time-in-Range ring to reveal more details.
bg: Натиснете и задръжте пръстена „Време в целевия диапазон“, за да се покажат повече детайли.
cs: Klepnutím a podržením prstence Time-in-Range zobrazíš detaily.
da: Tryk og hold Time-in-Range ringen nede for at få vist flere detaljer.
de: Tippe und halte den "Time-in-Range"-Ring, um weitere Details anzuzeigen.
fr: Touchez et maintenez l'anneau du temps dans la cible (TIR) pour afficher plus de détails.
nb_no: Trykk og hold på Tid-i-målområde for å vise flere detaljer.
nl: Houd de Time-in-Range ring ingedrukt om meer details weer te geven.
pl: Dotknij i przytrzymaj Czas w Zakresie aby dowiedzieć się więcej szczegółów.
sv: Tryck på TIR-ringen för att se mer detaljer.
vi: Chạm và giữ vòng Thời gian trong phạm vi để xem thêm chi tiết.
zh_hant: 點擊並長按時間範圍環以顯示更多詳情。

source: Tap the button below to open your Nightscout instance in your iPhone's default browser.
bg: Натиснете бутона по-долу, за да отворите своята инстанция на Nightscout в браузъра по подразбиране на iPhone.
cs: Klepnutím na tlačítko níže otevřeš svůj Nightscout ve výchozím prohlížeči iPhonu.
da: Tryk på knappen nedenfor for at åbne din Nightscout-instans i din iPhones standardbrowser.
de: Tippe auf die Schaltfläche unten, um Deine Nightscoutseite im Standardbrowser Deines iPhones zu öffnen.
es: Pulsa el botón de abajo para abrir tu instancia de Nightscout en el navegador predeterminado de tu iPhone.
fr: Toucher le bouton ci-dessous pour ouvrir votre instance Nightscout (Ns) dans le navigateur par défaut de votre iPhone.
it: Tocca il pulsante qui sotto per aprire la tua istanza Nightscout nel browser predefinito del tuo iPhone.
nb_no: Trykk på knappen under for å åpne Nightscout i telefonens nettleser.
nl: Druk op de knop hieronder om je Nightscout installatie te openen in de standaard browser van je iPhone.
pl: Naciśnij przycisk poniżej, aby otworzyć swoją instancję Nightscout w domyślnej przeglądarce iPhone.
pt_pt: Toque no botão abaixo para abrir sua instância do Nightscout no navegador padrão do seu iPhone.
ru: Нажмите кнопку ниже, чтобы открыть экземпляр Nightscout в стандартном браузере вашего iPhone.
sv: Tryck på knappen nedan för att öppna din Nightscout instans i din iPhones standardwebbläsare.
uk: Натисніть кнопку нижче, щоб відкрити ваш екземпляр Nightscout у веб-переглядачі iPhone.
vi: Chạm vào nút bên dưới để mở phiên bản Nightscout của bạn trong trình duyệt mặc định trên iPhone.
zh_hant: 點擊下方按鈕以在 iPhone 的預設瀏覽器中打開您的 Nightscout 實例。

source: Tap to Enable Bluetooth in iOS Settings
bg: Натиснете, за да включите Bluetooth в Настройки на iOS
cs: Klepnutím povolíš Bluetooth v nastavení iOS
da: Tryk for at aktivere Bluetooth i iOS-indstillinger
de: Tippen um Bluetooth in iOS-Einstellungen zu aktivieren
fr: Toucher pour activer le Bluetooth dans les réglages d'iOS
nb_no: Trykk for å aktivere Bluetooth i iOS innstillinger
nl: Tik om Bluetooth in iOS instellingen in te schakelen
pl: Dotknij, aby włączyć Bluetooth w ustawieniach iOS
sv: Tryck för att aktivera Bluetooth i iOS-inställningarna
vi: Nhấn để bật Bluetooth trong Cài đặt iOS
zh_hant: 點擊以在 iOS 設定中啟用藍牙

source: tapped save schedules
bg: натиснато запазване на разписания
cs: klepnutí na uložit rozvrhy
da: gem skemaer med tappet
de: ausgewählte Zeitpläne speichern
es: grabado los programas
fr: Cliquer sur "Enregistrer les horaires"
it: salva pianificazioni toccate
nb_no: trykket lagre planer
nl: geselecteerde schema's opslaan
pl: stuknięte harmonogramy zapisywania
pt_pt: agenda de salvamento tocada
ru: выбрано сохранение расписаний
sv: klickat på sparade scheman
uk: вибрано збереження роскладу
vi: nhấn và lưu lịch trình
zh_hant: 點擊儲存排程

source: Target
bg: Цел
cs: Cíl
da: Mål
de: Ziel
fr: Cible
nb_no: Mål
nl: Doelbereik
pl: Cel
ru: Цель
sv: Mål
uk: Ціль
vi: Mục tiêu
zh_hant: 目標

source: Target (%@)
bg: Цел (%@)
cs: Cíl (%@)
fr: Cible de glucose (%@)
nb_no: Mål (%@)
pl: Cel (%@)
vi: Mục tiêu (%@)
zh_hant: 目標（%@）

source: Target Behavior
bg: Поведение на целта
cs: Chování v cíli (Target Behavior)
da: Mål Opførsel
de: Zielverhalten
es: Comportamiento objetivo
fr: Comportement cible
it: Gestione Target
nb_no: Innstillinger for mål
nl: Doel gedrag
pl: Zachowanie celu
pt_pt: Comportamento de destino
ru: Целевое поведение
sv: Målbeteende
uk: Цільова поведінка
vi: Xử lý mục tiêu
zh_hant: 目標行為

source: Target Behavior allows you to adjust how temporary targets influence ISF, basal, and auto-targeting based on sensitivity or resistance.
bg: Поведението на целта ви позволява да настроите как временните цели влияят върху ISF, базала и автоматичното задаване на цели въз основа на чувствителност или резистентност.
cs: Chování v cíli ti umožňuje upravit, jak dočasné cíle ovlivňují ISF, bazál a automatické cílení na základě citlivosti nebo rezistence.
da: Mål adfærd giver dig mulighed for at justere, hvordan midlertidige mål påvirker ISF, basal, og auto-målretning baseret på følsomhed eller modstand.
de: Mit dem Zielverhalten kannst Du einstellen, wie Temporäre Ziele den ISF, die Basalrate und die Auto-Zielanpassung auf der Grundlage von Empfindlichkeit oder Resistenz beeinflussen.
fr: Le comportement de la cible permet d’ajuster la manière dont les cibles temporaires influencent l’ISF (facteur de sensibilité à l'insuline), le basal et l'ajustement automatique de la cible en fonction de la sensibilité ou de la résistance à l'insuline.
nb_no: Måloppførselen gjør det mulig å justere hvordan midlertidige mål påvirker ISF, basal og automatisk mål basert på følsomhet eller resistens.
nl: Doelgedrag stelt je in staat om aan te passen hoe tijdelijke doelen invloed hebben op ISF, basaal en auto-doelwit gebaseerd op gevoeligheid of weerstand.
pl: Funkcja Zachowanie celu umożliwia dostosowanie sposobu, w jaki cele tymczasowe wpływają na ISF, bazę i automatyczne celowanie w oparciu o wrażliwość lub odporność.
sv: Med målbeteende kan du justera hur tillfälliga mål påverkar ISF, basal, och automatisk måljustering baserad på känslighet eller resistens.
vi: Xử lý mục tiêu cho phép bạn điều chỉnh cách các mục tiêu tạm thời ảnh hưởng đến ISF, mục tiêu cơ bản và mục tiêu tự động dựa trên độ nhạy hoặc sức đề kháng.
zh_hant: 目標行為允許您調整臨時目標對 ISF、基礎和自動目標的影響，根據敏感度或抵抗力進行調整。

source: Target Glucose
bg: Целева глюкоза
cs: Cílové glykémie
da: Mål Blodsukker
de: Glukoseziel
es: Glucosa objetivo
fr: Glucose cible
it: Target Glicemia
nb_no: Blodsukkermål
nl: Doel glucose
pl: Docelowa glikemia
pt_pt: Glicémia alvo
ru: Целевая глюкоза
sv: Målglukos
uk: Цільова Глюкоза
vi: Đường huyết mục tiêu
zh_hant: 目標血糖

source: Target glucose is out of range (%@).
bg: Целевата глюкоза е извън диапазона (%@).
cs: Cílová glukóza je mimo rozsah (%@).
da: Målglukose er uden for rækkevidde (%@).
de: Das Glukoseziel liegt außerhalb des Bereichs (%@).
es: La glucosa objetivo está fuera de rango (%@).
fr: La Cible de glucose est en dehors de la plage (%@).
it: Il glucosio di destinazione è fuori dall'intervallo (%@).
nb_no: Blodsukkermål er utenfor rekkevidde (%@).
nl: De bloedglucose is buiten bereik (%@).
pl: Docelowa glukoza jest poza zakresem (%@).
pt_pt: A glicose do alvo está fora de alcance (%@).
sv: Målglukos är utanför spann (%@).
uk: Цільова глюкоза поза діапазоном (%@).
vi: Mục tiêu đường huyết nằm ngoài phạm vi cho phép (%@).
zh_hant: 目標血糖超出範圍 (%@)。

source: Target presets
bg: Шаблони за цели
cs: Předvolby cílů
de: Zielvorlagen
fr: Cibles favorites
it: Target programmato
nb_no: Forhåndsinnstilte mål
nl: Doelvoorinstellingen
pl: Ustawienia docelowe
ru: Предустановки временных целей
sv: Målvärden, förinställningar
uk: Передустановки тимчасових цілей
vi: Thiết lập mục tiêu
zh_hant: 目標預設

source: Target ranges
bg: Целеви диапазони
cs: Cílové rozsahy
da: Målområder
de: Zielbereiche
es: Rango de destino
fr: Plages cibles
it: Intervallo target
nb_no: Intervall for mål
nl: Doelbereiken
pl: Zakres docelowy
pt_pt: Intervalos alvo
ru: Целевые диапазоны
sv: Målvärden
uk: Цільові діапазони
vi: Phạm vi Mục tiêu
zh_hant: 目標範圍

source: Temp Basal
bg: Временен базал
cs: Dočasný bazál
da: Midlertidig Basal
de: Temporäre Basalrate
es: Basal temporal
fr: Basal temporaire
it: Basale temporanea
nb_no: Midlertidig basal
nl: Tijdelijk basaal
pl: Baza tymczasowa
pt_pt: Basal temporaria
ru: Врем. базал
uk: Тимчасовий Базал
vi: Liều nền tạm thời
zh_hant: 臨時基礎

source: Temp Target
bg: Временна цел
cs: Dočasný cíl
de: Temporäre Ziele
fr: Cible temporaire
it: Target Temporaneo
nb_no: Midlertidig mål
nl: Tijdelijk streefdoel
pl: Cel tymczasowy
ru: Врем. цель
sv: Tillfälligt mål
uk: Тимчасові цілі
vi: Mục tiêu tạm thời
zh_hant: 臨時目標

source: Temp Target Presets
bg: Шаблони за временна цел
cs: Předvolby dočasných cílů
de: Temporäre Ziel-Vorlagen
fr: Cibles temporaires favorites
nb_no: Forhåndsinnstilte midlertidige mål
pl: Ustawienia celu tymczasowego
sv: Tillfälliga Mål Förval
vi: Thiết lập mục tiêu tạm thời
zh_hant: 臨時目標預設

source: Temp Target to Stop
bg: Временна цел за спиране
cs: Dočasný cíl k zastavení
da: Temp mål at stoppe
de: Stoppe Temporäres Ziel
fr: Cible temporaire à arrêter
nb_no: Midlertidig mål som skal stoppes
pl: Cel tymczasowy do zatrzymania
vi: Dừng Mục tiêu Tạm thời
zh_hant: 停止的臨時目標

source: Temp targets
bg: Временни цели
cs: Dočasné cíle
da: Midlertidige mål
de: Temporäre Ziele
es: Objetivos temporales
fr: Cibles temporaires
it: Target temporanei
nb_no: Midlertidige mål
nl: Tijdelijke doelen
pl: Cele tymczasowe
pt_pt: Metas temporárias
ru: Временные цели
sv: Tillfälliga målvärden
uk: Тимчасові цілі
vi: Mục tiêu tạm thời
zh_hant: 臨時目標

source: Temp Targets
bg: Временни цели
cs: Dočasné cíle
da: Midlertidige Mål
de: Temporäre Ziele
es: Objetivos temporales
fr: Cibles Temporaires
it: Obiettivi Temporanei
nb_no: Midlertidige mål
nl: Tijdelijk streefdoel
pl: Cele tymczasowe
pt_pt: Alvos temporários
ru: Временные цели
sv: Tillfälliga mål
uk: Тимчасові цілі
vi: Mục tiêu tạm thời
zh_hant: 臨時目標

source: Temporary Basal
bg: Временен базал
cs: Dočasný bazál
da: Midlertidig Basal
de: Temporäre Basalrate
es: Basal temporal
fr: Basal Temporaire
it: Basale Temporanea
nb_no: Midlertidig basal
nl: Tijdelijk basaal
pl: Tymczasowa baza
pt_pt: Basal Temporária
ru: Временный базал
sv: Temporär basal
uk: Тимчасовий Базал
vi: Liều nền tạm thời
zh_hant: 臨時基礎

source: Temporary Basal Failed
bg: Временният базал се провали
cs: Dočasný bazál selhal
da: Midlertidig Basal Mislykkedes
de: Temporäre Basalrate fehlgeschlagen
es: Basal temporal fallida
fr: Échec du Basal Temporaire
it: Base Temporanea Fallita
nb_no: Midlertidig basal mislykket
nl: Tijdelijke Basaalsnelheid mislukt
pl: Tymczasowa Baza nie powiodła się
pt_pt: Basal Temporária Falhou
ru: Не удалось установить базал
sv: Temporär basal misslyckades
uk: Тимчасовий Базал не виконан
vi: Liều nền tạm thời thất bại
zh_hant: 臨時基礎失敗

source: Temporary Basal Rate (TBR)
bg: Временен базал (TBR)
cs: Dočasná bazální dávka (TBR)
da: Midlertidig Basal Rate (TBR)
de: Temporäre Basalrate (TBR)
es: Tasa basal temporal (TBR)
fr: Débit Basal Temporaire (TBR)
it: Tasso Basale Temporaneo (Tbr)
nb_no: Midlertidig basalrate (TBR)
nl: Tijdelijk basaal tarief (TBR)
pl: Tymczasowa dawka podstawowa (TBR)
pt_pt: Taxa de Basal Temporária (TBR)
ru: Временная Базальная Ставка (TBR)
sv: Tillfällig basalhastighet (TBR)
uk: Тимчасова основна ставка (TBR)
vi: Tỷ lệ liều nền tạm thời (TBR)
zh_hant: 臨時基礎速率 (TBR)

source: Temporary Target
bg: Временна цел
cs: Dočasný cíl
da: Midlertidig Mål
de: Temporäres Ziel
es: Objetivo temporal
fr: Cible Temporaire
it: Obiettivo Temporaneo
nb_no: Midlertidig mål
nl: Tijdelijk doel
pl: Cel tymczasowy
pt_pt: Alvo Temporário
ru: Временная цель
sv: Tillfälligt mål
uk: Тимчасова мішень
vi: Mục tiêu Tạm thời
zh_hant: 臨時目標

source: Temporary Target '%@' applied
bg: Временната цел „%@“ е приложена
cs: Dočasný cíl „%@“ aktivován
da: Midlertidigt mål '%@' anvendt
de: Temporäres Ziel '%@' angewendet
fr: La cible temporaire "%@" a été appliquée
nb_no: Midlertidig mål '%@' startet
nl: Tijdelijk doel '%@' toegepast
pl: Tymczasowy cel '%@' zastosowany
sv: Tillfälligt mål '%@' aktiverades
vi: Mục tiêu tạm thời '%@' được thực hiện
zh_hant: 臨時目標'%@'已應用

source: Temporary Target '%@' failed
bg: Временната цел „%@“ се провали
cs: Aktivace dočasného cíle „%@“ selhala
da: Midlertidig Mål '%@' mislykkedes
de: Temporäres Ziel '%@' fehlgeschlagen
fr: Échec de la cible temporaire "%@"
nb_no: Midlertidig mål '%@' feilet
nl: Tijdelijk doel '%@' mislukt
pl: Tymczasowy cel '%@' nie powiódł się
sv: Tillfälligt mål '%@' misslyckades
vi: Mục tiêu tạm thời '%@' không thành công
zh_hant: 臨時目標'%@'失敗

source: Temporary Target canceled
bg: Временната цел е отменена
cs: Dočasný cíl zrušen
da: Midlertidigt mål annulleret
de: Temporäres Ziel abgebrochen
es: Objetivo temporal cancelado
fr: Cible Temporaire annulée
it: Obiettivo temporaneo annullato
nb_no: Midlertidig mål avbrutt
nl: Tijdelijk doel geannuleerd
pl: Tymczasowy cel anulowany
pt_pt: Alvo temporário cancelado
ru: Временная цель отменена
sv: Tillfälligt mål avbrutet
uk: Ціль відмінена
vi: Mục tiêu tạm thời bị hủy
zh_hant: 臨時目標已取消

source: Temporary Target Presets
bg: Шаблони за временна цел
cs: Předvolby dočasných cílů
de: Temporäre Ziel-Vorlagen
fr: Cibles Temporaires favorites
nb_no: Forhåndsinnstilte midlertidige mål
pl: Ustawienia celu tymczasowego
sv: Tillfälliga Mål Förval
vi: Thiết lập mục tiêu tạm thời
zh_hant: 臨時目標預設

source: The Adjustment Factor (AF) allows you to control how quickly and effectively Dynamic ISF responds to changes in glucose levels.
bg: Коригиращият коефициент (AF) ви позволява да контролирате колко бързо и ефективно Dynamic ISF реагира на промени в нивата на глюкозата.
cs: Faktor úpravy (AF) ti umožňuje kontrolovat, jak rychle a efektivně bude dynamický ISF reagovat na změny glykémie.
da: Justeringsfaktoren (AF) giver dig mulighed for at kontrollere, hvor hurtigt og effektivt Dynamic ISF reagerer på ændringer i glukoseniveauet.
de: Mit dem Anpassungsfaktor (AF) kannst Du steuern, wie schnell und effektiv Dynamic ISF auf Änderungen des Blutzuckerspiegels reagiert.
es: El factor de ajuste (AF) te permite controlar con qué rapidez y eficacia responde el ISF dinámico a los cambios en los niveles de glucosa.
fr: Le facteur d’ajustement (AF) permet de contrôler la rapidité et l’efficacité avec lesquelles le Facteur de Sensibilité à l’insuline dynamique (ISF dynamique) réagit aux variations de la mesure de glucose.
it: Il fattore di regolazione (AF) consente di controllare quanto velocemente ed efficacemente Dynamic ISF risponde alle variazioni dei livelli di glucosio.
nb_no: Med justeringsfaktor (AF) kan du kontrollere hvor raskt og effektivt dynamisk ISF svarer på endringer i blodsukkernivået.
nl: Met de aanpassingsfactor (AF) kunt u bepalen hoe snel en effectief het dynamische ISF reageert op veranderingen in glucosewaarden.
pl: Współczynnik dostosowania (AF) umożliwia kontrolowanie, jak szybko i skutecznie dynamiczne ISF reaguje na zmiany poziomu glikemii.
pt_pt: O Fator de Ajuste (F) permite controlar com que rapidez e eficácia o ISF dinâmico responde às mudanças nos níveis de glicose.
ru: Коэффициент корректировки (AF) позволяет контролировать то, насколько быстро и эффективно Динамический ISF реагирует на изменения уровней глюкозы.
sv: Justeringsfaktorn (AF) gör att du kan styra hur snabbt och effektivt Dynamisk ISF reagerar på förändringar i glukosnivåer.
uk: Коефіцієнт регулювання (AF) дозволяє вам контролювати, як швидко і ефективно Динамічний ISF реагує на зміни рівня глюкози.
vi: Hệ số điều chỉnh (AF) cho phép bạn kiểm soát mức độ nhanh và hiệu quả mà ISF động phản ứng với sự thay đổi của mức đường huyết.
zh_hant: 調整因子 (AF) 讓您能夠控制動態 ISF 對血糖水平變化的響應速度和有效性。

source: The app Garmin Connect must be installed to use for Trio. Go to App Store to download it
bg: Приложението Garmin Connect трябва да е инсталирано, за да се използва с Trio. Отидете в App Store, за да го изтеглите
cs: Pro používání Tria musí být nainstalována aplikace Garmin Connect. Stáhni si ji z App Store.
da: Garmin Connect skal være installeret for at bruge Trio. Gå til App Store for at downloade den
de: Die App Garmin Connect muss installiert sein, um Trio nutzen zu können. Lade sie im App Store herunter
es: La aplicación Garmin Connect debe estar instalada para usar para Trio. Ir a App Store para descargarla
fr: L’app "Garmin Connect" doit être installée pour pouvoir l’utiliser avec Trio. Accédez à l’App Store pour la télécharger
it: L'applicazione Garmin Connect deve essere installata per essere utilizzata per Trio. Vai su App Store per scaricarlo
nb_no: Garmin Connect-appen må være installert. Gå til App Store for å laste den ned
nl: De app Garmin Connect moet geïnstalleerd zijn om Trio te kunnen gebruiken. Ga naar de App Store om deze te downloaden.
pl: Aby korzystać z Trio, należy zainstalować aplikację Garmin Connect. Przejdź do App Store, aby ją pobrać
pt_pt: O app Garmin Connect precisa ser instalado para usar no Trio. Vá para App Store para baixá-lo
ru: Необходимо установить приложение Garmin Connect, для использования с Trio. Перейдите в App Store для его загрузки
sv: Appen 'Garmin Connect' måste vara installerad för att kunna användas med Trio. Gå till App Store för att ladda ner
uk: Щоб використовувати Trio, необхідно встановити програму Garmin Connect. Перейдіть до App Store, щоб завантажити її
vi: Bạn cần cài đặt ứng dụng Garmin Connect để sử dụng với Trio. Vui lòng vào App Store để tải xuống
zh_hant: 必須安裝 Garmin Connect 應用程式以用於 Trio。 前往 App Store 下載
